Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/monero-gui.tmx
Source language: en
Languages: sv

source: Synchronizing
sv: Synkroniserar

source: I might want to spend on key-reusing fork(s)
sv: Jag kanske kommer att spendera på en förgrening som återanvänder nycklar

source: Change wallet password
sv: Ändra plånbokens lösenord

source: Confirmation message:
sv: Bekräftelsemeddelande:

source: Waiting for daemon to sync
sv: Väntar på att daemonen ska synkroniseras

source: Recipient's wallet address
sv: Adress till mottagarens plånbok

source: Set Ring
sv: Ange ring

source: Please choose a name
sv: Välj ett namn

source: Next
sv: Nästa

source: Manage miner
sv: Hantera utvinnare

source: Unmixable outputs
sv: Omixbara utdata

source: Fastest (x200 fee)
sv: Snabbast (x200 avgift)

source: It's up to you whether to accept unconfirmed transactions or not. It is likely they'll be confirmed in short order, but there is still a possibility they might not, so for larger values you may want to wait for one or more confirmation(s)
sv: Du avgör själv om obekräftade transaktioner ska accepteras. De bekräftas troligen snart, men det finns en möjlighet att de inte gör det. Vänta därför på en eller flera bekräftelser för större belopp.

source: See on device
sv: Visa på enheten

source: Note: lmdb folder not found. A new folder will be created.
sv: Obs: lmdb-mappen kunde inte hittas. En ny mapp kommer att skapas.

source: Error:
sv: Fel:

source: Failed to scan transaction
sv: Det gick inte att skanna transaktionen

source: Repairing incompatible wallet cache. Resyncing wallet.
sv: Reparerar inkompatibel plånbokscache. Synkroniserar om plånboken.

source: Opening wallet ...
sv: Öppnar plånboken …

source: Waiting on daemon synchronization to finish.
sv: Väntar på fullständig synkronisering av daemonen.

source: Wallet log path:
sv: Plånbokens sökväg:

source: Address copied to clipboard
sv: Adressen kopierades till urklipp

source: Change Language
sv: Ändra språk

source: Create portable wallets and use them on any PC. Enable if you installed Monero on a USB stick, an external drive, or any other portable storage medium.
sv: Skapa portabla plånböcker och använd dem på valfri dator. Aktivera om du har installerat Monero på ett USB-minne, en extern enhet eller något annat portabelt lagringsmedium.

source: (View Only Wallet - No mnemonic seed available)
sv: (Granskningsplånbok - Inget minnesfrö tillgängligt)

source: View
sv: Visa

source: Mark as unspent
sv: Av-svartlista

source: Use this feature if a transaction is missing in your wallet history. This will expose the transaction ID to the remote node, which can harm your privacy.
sv: Använd funktionen om en transaktion saknas i plånbokshistoriken. Den exponerar transaktions-id:t för fjärrnoden, vilket kan skada din integritet.

source: Can't submit transaction:
sv: Kan inte skicka transaktionen:

source: wallet password
sv: plånbokslösenord

source: Start daemon (%1)
sv: Starta daemon (%1)

source: Network
sv: Nätverk

source: Paste key image
sv: Klistra in nyckelavbildning

source: Edit remote node
sv: Redigera fjärrnod

source: Close Wallet
sv: Stäng plånbok

source: This page lets you sign/verify a message (or file contents) with your address.
sv: På denna sida kan du signera/verifiera ett meddelande (eller filinnehåll) med din adress.

source: Path to file
sv: Sökväg till fil

source: Primary address
sv: Primär adress

source: Success
sv: Lyckades

source: Trusted daemon
sv: Betrodd demon

source: Generate
sv: Skapa

source: Transaction key
sv: Transaktionsnyckel

source: Failed to autosave the wallet
sv: Det gick inte att spara plånboken automatiskt

source: Wallet is connecting to daemon.
sv: Plånboken ansluter till demon.

source: Required for cold wallets to sign their corresponding key images
sv: Krävs för att kalla plånböcker ska kunna signera sina motsvarande nyckelbilder

source: Address book
sv: Adressbok

source: No address found
sv: Ingen adress hittades

source: Set to use all threads
sv: Ange för att använda alla trådar

source: Integrated address
sv: Integrerad adress

source: Store this information safely to recover your wallet in the future.
sv: Spara denna information säkert för att återskapa din plånbok i framtiden.

source: Receive
sv: Ta emot

source: Tip: Use your favorite spreadsheet software to sort on blockheight.
sv: Tips: Använd ditt kalkylprogram för att sortera efter blockhöjd.

source: Log
sv: Logg

source: Currently selected address
sv: Vald adress

source: Wallet is synchronized
sv: Plånboken är synkroniserad

source: * To create a transaction file, please enter address and amount above
sv: * Ange adress och belopp ovan för att skapa en transaktionsfil

source: Wallet location is empty
sv: Plånboksplatsen är tom

source: Enable sales tracker
sv: Aktivera försäljningsspårare

source: Failed to switch public node
sv: Det gick inte att byta offentlig nod

source: Synchronizing %1
sv: Synkroniserar %1

source: Sending transaction ...
sv: Skickar transaktion …

source: Mnemonic seed
sv: Minnesfrö

source: Mining at %1 H/s. It gives you a 1 in %2 daily chance of finding a block.
sv: Utvinning med %1 H/s. Det ger dig en chans på %2 per dag att hitta ett block.

source: Hardware wallet model
sv: Modell för hårdvaruplånbok

source: Reset
sv: Återställ

source: Uses a third-party server to connect to the Monero network. Less secure, but easier on your computer.
sv: Använder en tredje-part server som ansluter till Monero-nätverket. Mindre säkert, men mindre krävande för din dator.

source: Account address (public)
sv: Kontoadress (publik)

source: Updated description.
sv: Uppdaterad beskrivning.

source: Good signature on %1 total and %2 spent.
sv: Godkänd signatur för %1 totalt och %2 spenderat.

source: Update downloaded, signature verified
sv: Uppdateringen har laddats ned, signaturen är verifierad

source: minute(s)
sv: minut(er)

source: I intend to spend on key-reusing fork(s)
sv: Jag har tänkt att spendera på en förgrening som återanvänder nycklar

source: Use this feature if you think the shown balance is not accurate.
sv: Använd denna funktion om du tycker att visat saldo inte är korrekt.

source: Please confirm wallet device passphrase
sv: Var god bekräfta plånboksenhetens lösenfras

source: Every
sv: Varje

source: Monero sent successfully
sv: Monero skickades

source: Change wallet mode
sv: Ändra plånboksläge

source: * To import, you must connect to a local node or a trusted remote node
sv: * För att importera måste du ansluta till en lokal nod eller en betrodd fjärrnod

source: Node
sv: Nod

source: Invalid connection status
sv: Ogiltig anslutningsstatus

source: IP address
sv: IP-adress

source: Use the mini chain if you have a low hashrate.
sv: Använd minikedjan om du har låg hashrate.

source: Good signature
sv: Godkänd signatur

source: Previous
sv: Föregående

source: Slow (x0.2 fee)
sv: Långsam (x0.2 avgift)

source: Set to use recommended # of threads
sv: Ange för att använda rekommenderat # trådar

source: Transaction details
sv: Transaktionsdetaljer.

source: Switch to light theme
sv: Växla till ljust tema

source: CAPSLOCKS IS ON.
sv: CAPS LOCK ÄR PÅ

source: Connecting
sv: Ansluter

source: Set a new restore height. You can enter a block height or a date (YYYY-MM-DD):
sv: Ange en ny återställningshöjd. Du kan ange en blockhöjd eller ett datum (ÅÅÅÅ-MM-DD):

source: Enabling price conversion exposes your IP address to the selected price source.
sv: Om du aktiverar valutakonvertering exponeras din IP-adress för den valda priskällan.

source: File
sv: Fil

source: Enter the message to verify
sv: Ange meddelandet för att verifiera

source: Bootstrap address
sv: Bootstrap-adress

source: Spend XMR from a cold (offline) wallet
sv: Spendera XMR från en kall plånbok (offline)

source: Cut
sv: Klipp ut

source: Paste output amount
sv: Klistra in utgångsbelopp

source: Give your wallet a password
sv: Ge din plånbok ett lösenord

source: Warning: passphrase entry on host is a security risk as it can be captured by malware. It is advised to prefer device-based passphrase entry.
sv: Varning: att ange lösenfrasen på värddatorn är en säkerhetsrisk eftersom skadlig kod kan fånga upp den. Använd i stället helst lösenfrasinmatning på enheten.

source: Save transaction file
sv: Spara transaktionsfil

source: Lock wallet on inactivity
sv: Lås plånbok vid inaktivitet

source: Leave this page
sv: Lämna den här sidan

source: Change
sv: Ändra

source: Download
sv: Ladda ned

source: Outputs
sv: Utdata

source: Clean
sv: Rensa

source: Wallet name
sv: Plånboksnamn

source: Close this wallet and return to main menu
sv: Stäng plånboken och återgå till huvudmenyn

source: Settings
sv: Inställningar

source: Primary address & Keys
sv: Primär adress och nycklar

source: Choose this option if this is your first time using Monero.
sv: Välj detta alternativ om du använder Monero för första gången.

source: Delete
sv: Ta bort

source: Download failed
sv: Nedladdningen misslyckades

source: Confirm send
sv: Bekräfta sändning

source: Please check your wallet and daemon log for errors. You can also try to start %1 manually.
sv: Titta i plånbokens och daemonens loggfiler efter fel. Du kan också försöka starta %1 manuellt.

source: Secret spend key
sv: Hemlig spendernyckel

source: Filename with outputs to mark as spent
sv: Filnamn med utgångar som ska svartlistas

source: Total unlocked balance:
sv: Totalt olåst saldo:

source: Scan transaction
sv: Skanna transaktion

source: Enter the Monero Address (example: 44AFFq5kSiGBoZ...)
sv: Ange Monero Adress (exempelvis: 44AFFq5kSiGBoZ...)

source: portable
sv: portabel

source: unconfirmed
sv: obekräftad

source: Creates a new wallet that can only view and initiate transactions, but requires a spendable wallet to sign transactions before sending.
sv: Skapar en ny plånbok som endast kan visa och initiera transaktioner, men kräver en spenderbar plånbok för att signera transaktioner innan de skickas.

source: minute
sv: minut

source: Jump to page (1-%1)
sv: Gå till sida (1-%1)

source: Low
sv: Låg

source: Start a node automatically in background (recommended)
sv: Starta en nod automatiskt i bakgrunden (rekommenderas)

source: Mining is only available on local daemons.
sv: Utvinning är endast tillgänglig för lokala daemoner.

source: Please select the statement that best matches you.
sv: Vänligen välj det uttalande som stämmer bäst in på dig.

source: Export
sv: Exportera

source: Fast (x5 fee)
sv: Snabb (x5 avgift)

source: Import from address book
sv: Importera från adressbok

source: remote node connections,
sv: fjärrnodsanslutningar,

source: All unlocked balance
sv: Hela upplåsta saldot

source: Prove/check
sv: Bevisa/kontrollera

source: no label
sv: ingen etikett

source: Verify File
sv: Verifiera Fil

source: Mining with your computer helps strengthen the Monero network. The more people mine, the harder it is for the network to be attacked, and every little bit helps. Mining also gives you a small chance to earn some Monero. Your computer will create hashes looking for block solutions. If you find a block, you will get the associated reward. Good luck!
sv: Utvinning med datorn bidrar till att stärka Monero-nätverket. Ju fler som utvinner, desto svårare blir nätverket att angripa, och varje bidrag hjälper. Utvinning ger också en liten chans att tjäna Monero. Datorn beräknar hashar för att hitta blocklösningar. Om du hittar ett block får du den tillhörande belöningen. Lycka till!

source: Back
sv: Tillbaka

source: Send transaction
sv: Skicka transaktion

source: Warning: There's only %1 GB available on the device. Blockchain requires ~%2 GB of data.
sv: Varning: Det finns bara %1 GB ledigt utrymme på enheten. Blockkedjan kräver ~%2 GB data.

source: OpenAlias error
sv: OpenAlias-fel

source: Monero address
sv: Monero-adress

source: Edit entry
sv: Redigera post

source: Mined
sv: Grävt/brutet

source: Human readable date format
sv: Mänskligt läsbart datumformat

source: Transaction ID:
sv: Transaktions-id:

source: This password cannot be recovered. If you forget it then the wallet will have to be restored from your %1.
sv: Detta lösenord kan ej återläsas. Om du glömmer det måste du återställa din plånbok från din %1

source: Optional features
sv: Valfria funktioner

source: Graphics mode:
sv: Grafikläge:

source: Do you want to stop local node or keep it running in the background?
sv: Vill du stoppa den lokala noden eller låta den fortsätta köra i bakgrunden?

source: Description field contents match long payment ID format. Please don't paste long payment ID into description field, your funds might be lost.
sv: Innehållet i beskrivningsfältet stämmer med formatet för långt betalnings-id. Klistra inte in ett långt betalnings-id i beskrivningsfältet; dina medel kan gå förlorade.

source: Sign message
sv: Signera meddelande

source: Using a hardware device.
sv: Använder en hårdvaruenhet.

source: Mining mode
sv: Utvinningsläge

source: Please choose a file to verify
sv: Välj en fil att verifiera

source: Enable displaying balance in other currencies
sv: Aktivera visning av saldo i andra valutor

source: Couldn't send the money:
sv: Det gick inte att skicka pengarna:

source: Create a transaction that spends old unmovable outputs
sv: Skapa en transaktion som spenderar gamla utdata som inte går att flytta

source: Autosave
sv: Spara automatiskt

source: Secret view key
sv: Hemlig granskningsnyckel

source: No results.
sv: Inga resultat.

source: Payment request
sv: Betalningsbegäran

source: Wallet restore height
sv: Plånbokens återställningshöjd

source: Daemon password
sv: Demonens lösenord

source: Wallet path
sv: Sökväg till plånbok

source: Copy payment request to clipboard
sv: Kopiera betalningsbegäran till urklipp

source: Reserve proof check
sv: Kontroll av reservbevis

source: Downloading
sv: Laddar ned

source: Switch to another public remote node
sv: Byt till en annan offentlig fjärrnod

source: Create a view-only wallet
sv: Skapa en granskningsplånbok

source: Connect your hardware wallet to create a new Monero wallet.
sv: Anslut hårdvaruplånboken för att skapa en ny Monero-plånbok.

source: Send all unlocked balance of this account
sv: Skicka hela kontots upplåsta saldo

source: Submit
sv: Skicka in

source: Visible to the sender
sv: Synligt för avsändaren

source: Create transaction file
sv: Skapa transaktionsfil

source: Set the label of the selected address:
sv: Ange etikett för vald adress:

source: Mining may reduce the performance of other running applications and processes.
sv: Utvinning kan reducera prestandan för andra aktiva applikationer och processer.

source: Should you restore your wallet in the future, specifying this block number will recover your wallet quicker.
sv: Om du återställer plånboken i framtiden går återställningen snabbare om du anger detta blocknummer.

source: Strength:
sv: Styrka:

source: Sign File
sv: Signera Fil

source: Connect to a remote node
sv: Anslut till en fjärrnod

source: Force stop
sv: Tvångsstoppa

source: confirmation
sv: bekräftelse

source: Internal error
sv: Internt fel

source: Please confirm transaction on the device...
sv: Bekräfta transaktionen på enheten …

source: Long payment IDs are obsolete. Long payment IDs were not encrypted on the blockchain and would harm your privacy. If the party you're sending to still requires a long payment ID, please notify them.
sv: Långa betalnings-id:n är föråldrade. Långa betalnings-id:n krypterades inte i blockkedjan och skadar din integritet. Meddela mottagaren om den fortfarande kräver ett långt betalnings-id.

source: wallet device passphrase
sv: lösenfras för plånboksenheten

source: Start mining
sv: Starta utvinning

source: Portable mode
sv: Portabelt läge

source: hardware wallet
sv: hårdvaruplånbok

source: Hardware wallet
sv: Hårdvaruplånbok

source: Computer
sv: Dator

source: Receive Monero for your business, easily.
sv: Ta enkelt emot Monero för din verksamhet.

source: Local node
sv: Lokal nod

source: Transaction successfully scanned
sv: Transaktionen har skannats

source: Send to this address
sv: Skicka till denna adress

source: This page allows you to interact with the shared ring database. This database is meant for use by Monero wallets as well as wallets from Monero clones which reuse the Monero keys.
sv: Denna sida låter dig interagera med den delade ringdatabasen. Denna databas är avsedd att användas av både Monero-plånböcker, och plånböcker för Monero-kloner som återanvänder Moneros nycklar.

source: Page
sv: Sida

source: Starting P2Pool
sv: Startar P2Pool

source: Blockheight
sv: Blockhöjd

source: Successfully rescanned spent outputs.
sv: Lyckades skanna om spenderade utgångar.

source: Pending
sv: Pågående

source: Main
sv: Huvud

source: This mode will use a remote node whilst also syncing the blockchain. This is different from the first menu option (Simple mode), since it will only use the remote node until the blockchain is fully synced locally. It is a reasonable tradeoff for most people who care about privacy but also want the convenience of an automatic fallback option.
sv: Detta läge kommer använda en fjärrnod och samtidigt synkronisera blockkedjan. Detta skiljer sig från första menyvalet (Enkelt läge), eftersom fjärrnoden endast används tills blockkedjan är fullt lokalt synkroniserad. Det är ett rimligt utbyte för de flesta personer som bryr sig om integritet men som också önskar bekvämligheten av et automatiskt reservrutin.

source: Invalid restore height specified. Must be a number or a date formatted YYYY-MM-DD
sv: Ogiltig återställningshöjd. Den måste vara ett tal eller ett datum i formatet ÅÅÅÅ-MM-DD

source: Fee
sv: Avgift

source: Verify that funds were paid to an address by supplying the transaction ID, the recipient address, the message used for signing and the signature. For the case with Spend Proof, you don't need to specify the recipient address.
sv: Verifera att pengar betalades till en adress genom att ange transaktions-ID, mottagaradress, meddelandet som användes för signering samt signaturen. I fallet med spenderbevis behöver du inte ange mottagaradressen.

source: Primary account
sv: Primärt konto

source: Set the label of the new account:
sv: Ange etikett för det nya kontot:

source: Offline transaction signing
sv: Offline-signering av transaktioner

source: P2Pool Installation Failed
sv: P2Pool-installationen misslyckades

source: Recently opened
sv: Nyligen öppnade

source: Get ring
sv: Hämta ring

source: 2. Using view-only wallet, import the key images file
sv: 2. Importera filen med nyckelbilder med den skrivskyddade plånboken

source: (default)
sv: (standard)

source: Wallet path:
sv: Plånbokens sökväg:

source: CPU threads
sv: CPU-trådar

source: Create new account
sv: Skapa nytt konto

source: 4. Using cold wallet, sign your transaction file
sv: 4. Signera transaktionsfilen med den kalla plånboken

source: This records rings used by outputs spent on Monero on a key reusing chain, so that the same ring may be reused to avoid privacy issues.
sv: Detta registrerar ringar som använts av utgångar som spenderats på Monero på en kedja som återanvänder nycklar, så att samma ring kan återanvändas för att undvika sekretessproblem.

source: Bootstrap node
sv: Nod för bootstrap

source: Remote nodes are useful if you are not able/don't want to download the whole blockchain, but be advised that malicious remote nodes could compromise some privacy. They could track your IP address, track your "restore height" and associated block request data, and send you inaccurate information to learn more about transactions you make.
sv: Fjärrnoder är användbara om du inte kan eller vill ladda ned hela blockkedjan, men observera att skadliga fjärrnoder kan äventyra delar av din integritet. De kan spåra din IP-adress, ditt ”återställningsblock” och tillhörande begärandedata samt skicka felaktig information för att få veta mer om de transaktioner du gör.

source: fee
sv: avgift

source: Wallet name is empty
sv: Plånboksnamnet är tomt

source: Mining is only available on local daemons. Run a local daemon to be able to mine.<br>
sv: Utvinning är endast tillgänglig för lokala daemoner. Kör en lokal daemon för att kunna utvinna.<br>

source: Failed to save QrCode to
sv: Det gick inte att spara QR-kod till

source: Sweep
sv: Svep

source: Enter merchant mode
sv: Öppna handlarläge

source: Payment proof
sv: Betalningsbevis

source: Create new address
sv: Skapa ny adress

source: Sort & filter
sv: Sortera & filtrera

source: Includes extra features like mining and message verification. The blockchain is downloaded to your computer.
sv: Inkluderar extra funktioner som utvinning och verifikation av meddelanden. Blockkedjan laddas ned till din dator.

source: Click [Sign Message] to generate signature
sv: Klicka [Signera Meddelande] för att skapa signatur

source: Transaction file location:
sv: Transaktionsfilens plats:

source: Mnemonic seed protected by hardware device.
sv: Mnemoniskt frö skyddat av hårdvaruenhet.

source: Click [Sign File] to generate signature
sv: Klicka [Signera Fil] för att skapa signatur

source: Save
sv: Spara

source: reserve proof
sv: reservbevis

source: Price source
sv: Priskälla

source: Not mining
sv: Ingen utvinning

source: View key (private)
sv: Granskningsnyckel (privat)

source: Enter a transaction ID:
sv: Ange ett transaktions-id:

source: Paste output offset
sv: Klistra in utgångsförskjutning

source: Close this wallet
sv: Stäng denna plånbok

source: Sign (offline)
sv: Signera (offline)

source: Leave blank to create a view-only wallet
sv: Lämna tomt för att skapa en skrivskyddad plånbok

source: Please choose a file
sv: Välj en fil

source: No unmixable outputs to sweep
sv: Inga omixbara utgångar att städa upp

source: Please visit getmonero.org for details
sv: Besök getmonero.org för mer information

source: Scan QR code
sv: Skanna QR-kod

source: QrCode Scanned
sv: QR-kod skannades

source: Save operation failed
sv: Det gick inte att spara

source: persistent
sv: Ihållande

source: Tx key:
sv: Tx-nyckel:

source: Default
sv: Standard

source: (right-click, save as)
sv: (högerklicka, spara som)

source: What is being payed for (a product, service, donation) (optional)
sv: Vad betalningen avser (en produkt, tjänst eller donation) (valfritt)

source: Try starting the program with administrator privileges.
sv: Försök att starta programmet med administratörsbehörighet.

source: The blockchain is downloaded to your computer. Provides higher security and requires more local storage.
sv: Blockkedjan är nedladdad på din dator. Ger mer säkerhet och kräver mer lokalt utrymme.

source: Mnemonic seed language
sv: Språk för återställningsfrasen

source: Required for view-only wallets to display the real balance
sv: Krävs för att skrivskyddade plånböcker ska kunna visa det verkliga saldot

source: P2Pool Installation Succeeded
sv: P2Pool har installerats

source: 1. Using cold wallet, export the key images into a file
sv: 1. Exportera nyckelbilderna till en fil med den kalla plånboken

source: hide
sv: göm

source: Export all history
sv: Exportera all historik

source: Payment ID:
sv: Betalnings-ID:

source: Mode selection
sv: Välj läge

source: Key images successfully exported to file
sv: Nyckelbilder har exporterats till fil

source: Key images
sv: Nyckelbilder

source: This seed is <b>very</b> important to write down and keep secret. It is all you need to backup and restore your wallet.
sv: Det är <b>mycket</b> viktigt att skriva ner detta startvärde och hålla det hemligt. Det är allt du behöver för att säkerhetskopiera och återställa din plånbok.

source: %n hour(s) ago
sv: %n timme sedan

source: Save as file
sv: Spara som fil

source: Password (confirm)
sv: Lösenord (bekräfta)

source: Click to reveal
sv: Klicka för att visa

source: Stagenet wallet
sv: Stagenet-plånbok

source: Failed to start download
sv: Det gick inte att starta nedladdningen
